Repository: nickmorris/opensprinkler
Catalog: locale/*/C/LC_MESSAGES/messages.po
Languages: es_es

source: Sprinkler System
es_es: Sistema de riego

source: Welcome
es_es: ¡Bienvenido!

source: Username:
es_es: Nombre de usuario:

source: username
es_es: nombre de usuario

source: Password:
es_es: Contraseña:

source: password
es_es: contraseña

source: Remember Me
es_es: Recordarme

source: Sign in
es_es: Registrarse

source: New Install
es_es: Nueva Instalación

source: Password confirmation doesn't match password.
es_es: Confirmación de la contraseña, contraseña no coincide.

source: Settings have been saved. However, crontab was not added and must be added manually.
es_es: Los ajustes se han guardado. Sin embargo, no se agregó crontab y se debe agregar manualmente.

source: Settings have NOT been saved. Check IP and Port settings and try again.
es_es: Los ajustes no se han guardado. Compruebe la configuración IP y Puerto y vuelva a intentarlo.

source: Settings have NOT been saved. Check folder permissions and file paths then try again.
es_es: Los ajustes no se han guardado. Compruebe los permisos de carpetas y rutas de archivos y vuelva a intentarlo.

source: Submit
es_es: Presentar

source: Add New User
es_es: Añadir Usuario Nuevo

source: You can add additional users after logging in
es_es: Puede añadir usuarios adicionales después de iniciar sesión

source: Confirm Password:
es_es: Confirme Contraseña

source: Interval Program (detected)
es_es: Intervalo de Programa (detectado)

source: OpenSprinkler IP/password
es_es: OpenSprinkler IP/contraseña

source: Open Sprinkler Password:
es_es: Open Sprinkler Contraseña

source: Advanced Configuration
es_es: Configuración Avanzada

source: Localization:
es_es: Localización

source: Weather Provider
es_es: Proveedor del Tiempo

source: Pass File Location:
es_es: Pass Ubicación del archivo:

source: Cache File Location:
es_es: Ubicación del caché del sistema:

source: Sprinkler Log File:
es_es: Archivo Log Sprinkler:

source: Force SSL
es_es: Forzar SSL

source: Use Local Assets?
es_es: Utilice los activos locales?

source: Invalid Login
es_es: Acceso no Valido

source: Connection timed-out. Please try again.
es_es: Conexión fuera de tiempo, Por Favor inténtelo otra vez

source: Auto disable of manual mode was not changed. Check config.php permissions and try again.
es_es: Auto desconectar del modo manual no tiene cambios. Compruebe los permisos config.php he inténtelo de nuevo.

source: Asset location was not changed. Check config.php permissions and try again.
es_es: Ubicación asset no ha cambiado. Compruebe los permisos config.php he inténtelo de nuevo.

source: Error communicating with OpenSprinkler. Please check your password is correct.
es_es: Error de comunicación con OpenSprinkler. Por Favor verifique si su contraseña es correcta.

source: remaining
es_es: Restante

source: Station delay
es_es: Retraso Estación

source: Are you sure you want to logout?
es_es: Esta seguro que quiere salir?

source: Are you sure you want to delete
es_es: Esta seguro que quiere borrar

source: User already exists
es_es: Este usuario ya existe

source: Password for
es_es: Contraseña para

source: has been updated
es_es: A sido actualizado

source: No entries found in the selected date range
es_es: No se encontraron entradas en este rango de datos

source: Sun
es_es: Dom

source: Mon
es_es: Lun

source: Tue
es_es: Mar

source: Wed
es_es: Mie

source: Thr
es_es: Jue

source: Fri
es_es: Vie

source: Sat
es_es: Sab

source: Jan
es_es: Ene

source: Apr
es_es: Abr

source: May
es_es: Mayo

source: Aug
es_es: Ago

source: Dec
es_es: Dic

source: Quick Programs
es_es: Programas Rápidos

source: Last Used Program
es_es: Ultimo Programa Usado

source: Program
es_es: Programar

source: No stations set to run on this day.
es_es: No hay estaciones programadas o funcionando este día.

source: Are you sure you want to delete program
es_es: Esta seguro de borrar este programa

source: Error: Interval days must be between 2 and 128.
es_es: Error: días de intervalo deben tener entre 2 y 128.

source: Error: Starting in days wrong.
es_es: Error: Inicio en días erróneo.

source: Error: Start time must be prior to end time.
es_es: Error: La hora de inicio debe ser anterior a la de finalización

source: Error: You have not selected any stations.
es_es: Error: No se ha seleccionado ninguna estación.

source: Program added successfully
es_es: Programa añadido correctamente

source: Program has been updated
es_es: El programa a sido actualizado

source: Settings have been saved
es_es: Los ajustes se han guardado

source: Station name must be 16 characters or less
es_es: El nombre de la estación debe tener 16 caracteres o menos

source: Stations have been updated
es_es: Las estaciones han sido actualizadas

source: Run-once program has been scheduled
es_es: Programa Run-once ha sido actualizado

source: Weather settings were not saved. Check config.php permissions and try again.
es_es: Los ajustes de Clima no han sido guardados. Verifique los permisos en config.php he intentelo de nuevo.

source: Weather settings have been saved
es_es: Configuración del Clima a sido guardada

source: Localization settings have been saved
es_es: Ajustes de Localización han sido guardados

source: Rain delay has been successfully set
es_es: Suspensión temporal por lluvia se ha establecido con éxito

source: Auto-delay changes were not saved. Check config.php permissions and try again.
es_es: No se han Auto-Guardado los cambios del retardo. Compruebe los permisos de config.php y pruebe de nuevo.

source: Auto-delay changes have been saved
es_es: Los cambios han sido guardados en Auto-Retardo

source: Are you sure you want to delete all settings and return to the default settings (this will delete the configuration file)?
es_es: Esta seguro de querer borrar todos los ajustes y dejar por defecto ( esto borrara el archivo de configuración)?

source: Configuration has been deleted. Please wait while you are redirected to the installer.
es_es: La Configuración a sido borrada. Por favor espere un momento y volverá al instalador.

source: Are you sure you want to clear all your log data?
es_es: Esta seguro de borrar su Log de datos?

source: Logs have been cleared
es_es: Los Logs han sido borrados

source: Are you sure you want to reboot OpenSprinkler?
es_es: Esta seguro de reiniciar OpenSprinkler?

source: OpenSprinkler is rebooting now
es_es: OpenSprinkler se esta reiniciando ahora

source: Are you sure you want to stop all stations?
es_es: ¿Esta seguro de parar todas las estaciones?

source: All stations have been stopped
es_es: Todas las estaciones han sido paradas

source: File API is not supported by your browser
es_es: El archivo API no esta soportado por su navegador

source: Backup saved to your device
es_es: Copia de respaldo de tu dispositivo guardada

source: No backup available on this device
es_es: No hay copia de seguridad de este dispositivo

source: Are you sure you want to restore the configuration?
es_es: ¿Esta seguro de restaurar la configuración?

source: Backup restored to your device
es_es: Copia de seguridad restaurada en su dispositivo

source: Unable to read the configuration file. Please check the file and try again.
es_es: Imposible leer el archivo de configuración. Por favor verifique el archivo he inténtelo de nuevo.

source: Yes
es_es: Si

source: Master
es_es: Maestro

source: Running Now
es_es: Correr ahora

source: Runtime
es_es: Tiempo activo

source: Date/Time
es_es: Fecha y hora

source: run
es_es: correr

source: runs
es_es: corre

source: Rain Sensor
es_es: Sensor de Lluvia

source: switch
es_es: cambiar

source: switches
es_es: cambiar

source: Rain Delay
es_es: Suspensión por Lluvia

source: change
es_es: cambiar

source: changes
es_es: cambios

source: Value is in minutes. Zero means the station will be excluded from the run-once program.
es_es: El valor es en minutos. Cero significa que la estación será excluido del programa de gestión de una vez.

source: Reset
es_es: Restablecer

source: You have no programs currently added. Tap the Add button on the top right corner to get started.
es_es: No tiene actualmente programas añadidos. Pulse el botón Añadir en la esquina superior derecha para comenzar.

source: Click any program below to expand/edit. Be sure to save changes by hitting submit below.
es_es: Haga clic en cualquier programa de abajo para ampliar / editar. Asegúrese de guardar los cambios pulsando presentar a continuación.

source: Sa
es_es: Sab

source: Su
es_es: Dom

source: Enabled
es_es: Activar

source: Weekly
es_es: Semanal

source: Interval
es_es: Intervalo

source: Restrictions
es_es: Restricciones

source: None
es_es: Ninguno

source: Odd Days
es_es: Días Firios

source: Even Days
es_es: Incluso los días

source: Days of the Week
es_es: Días de la Semana

source: Interval (Days)
es_es: Intervalo (Días)

source: Starting In
es_es: Inicio en

source: Stations:
es_es: Estaciones:

source: Check All
es_es: Comprobar Todas

source: Uncheck All
es_es: Desmarcar

source: Start Time
es_es: Hora Inicio

source: End Time
es_es: Hora Final

source: Duration (minutes)
es_es: Duración (minutos)

source: Interval (minutes)
es_es: Intervalo (minutos)

source: Save New Program
es_es: Guardar Nueva Programación

source: Save Changes to Program
es_es: Guardar cambios en Programa

source: Run Program
es_es: Ejecutar Programa

source: Delete Program
es_es: Borrar Programa

source: Sprinkler Stations
es_es: Estaciones Sprinkler

source: System Disabled
es_es: Sistema Desactivado

source: Rain delay until
es_es: Suspensión temporal por lluvia hasta

source: D, d M Y H:i:s
es_es: D,d M A H:l:s

source: Rain detected
es_es: Lluvia detectada

source: is running on
es_es: se está ejecutando en

source: stations
es_es: Estaciones

source: Manual program
es_es: Programa Manual

source: is running on station
es_es: se está ejecutando en la estación

source: Manual mode enabled
es_es: Modo manual activado

source: Running
es_es: Se está ejecutando

source: Scheduled
es_es: Programado

source: last ran station
es_es: última estación ran

source: for
es_es: para

source: s on
es_es: s encendido

source: are
es_es: son

source: is
es_es: es

source: running
es_es: ejecutando

source: Timezone
es_es: Zona Horaria

source: NTP Sync
es_es: Sincronización NTP

source: Auto Reconnect
es_es: Auto Reconectar

source: Extension Boards
es_es: Tarjetas de Extensión

source: Sequential
es_es: Secuencial

source: Station Delay (seconds)
es_es: Retardo Estación (segundos)

source: Master Station
es_es: Estación Maestra

source: Master On Delay
es_es: Encendido retraso Maestro

source: Master Off Delay
es_es: Apagado retraso Maestro

source: Use Rain Sensor
es_es: Usar Sensor de Lluvia

source: Normally Open (Rain Sensor)
es_es: Normalmente Abierto (Sensor Lluvia)

source: % Watering
es_es: % Riego

source: Ignore Password
es_es: Ignorar Contraseña

source: Station Name
es_es: Nombre Estación

source: Activate Master?
es_es: ¿Activar Master?

source: Change Password
es_es: Cambiar Dontraseña

source: Confirm Password
es_es: Confirme Contraseña

source: Save Changes to
es_es: Guardar cambios

source: Delete
es_es: Eliminar

source: Forecast data could not be retrieved. Please try again later and/or check location setting.
es_es: Datos de previsión no se pudieron recuperar. Por favor, inténtelo de nuevo más tarde y / o cheque configuración de ubicación.

source: d M Y
es_es: d M A

source: Now
es_es: De inmediato

source: Low
es_es: Bajo

source: High
es_es: Alto

source: Forecast data could not be retrieved. Please try again later and/or check location/api key settings.
es_es: No se pudieron recuperar datos del tiempo. Por favor, inténtelo de nuevo más tarde y / o comprobar la configuración de claves lugar / api.

source: Precip
es_es: Precipitaciones

source: Run-once program
es_es: Ejecución de programa una vez

source: Y-m-d H:i:s
es_es: A-m-d H:i:s

source: Settings
es_es: Ajustes

source: Update Available
es_es: Actualización Disponible

source: Weather
es_es: Tiempo

source: Information
es_es: Información

source: Current Status
es_es: Estado Actual

source: Preview Programs
es_es: Avance Programas

source: View Logs
es_es: Ver Registros

source: Program Control
es_es: Control Programas

source: Change Rain Delay
es_es: Cambiar retraso por lluvia

source: Edit Programs
es_es: Editar Programas

source: Manual Control
es_es: Control Manual

source: Run-Once Program
es_es: Ejecutar una vez

source: Stop All Stations
es_es: Parar todas las Estaciones

source: Enable manual rain delay by entering a value into the input below. To turn off a currently enabled rain delay use a value of 0.
es_es: Active el retraso por lluvia introduciendo un valor en la entrada de abajo, para desactivar la demora por lluvia programada use un valor 0.

source: Duration (in hours):
es_es: Duración (en horas):

source: Logged in as:
es_es: Conectado como:

source: Auto Login
es_es: Iniciar Sesión Automaticamente

source: On
es_es: Encendido

source: Off
es_es: Apagado

source: Export Configuration
es_es: Exportar Configuración

source: Import Configuration
es_es: Importar Configuración

source: Logout
es_es: Salir

source: About
es_es: Acerca de

source: Forecast
es_es: Tiempo

source: Back
es_es: Atrás

source: Refresh
es_es: Actualizar

source: With manual mode turned on, tap a station to toggle it.
es_es: En modo manual encendido, pinche en la estación para activarla

source: Manual Mode
es_es: Modo manual

source: Programs
es_es: Programas

source: Add
es_es: Añadir

source: Add Program
es_es: Añadir Programa

source: Logs
es_es: Registros

source: Graph
es_es: Gráfico

source: Table
es_es: Tabla

source: Options
es_es: Opciones

source: Grouping:
es_es: Grupos:

source: Hour
es_es: Hora

source: Month
es_es: Mes

source: Start:
es_es: Empezar:

source: End:
es_es: Finalizar:

source: Device Settings
es_es: Configuración del Dispositivo

source: Operation
es_es: Operación

source: Device Options
es_es: Opciones Dispositivo

source: Edit Stations
es_es: Editar Estaciones

source: Reboot OpenSprinkler
es_es: Reiniciar OpenSplinkler

source: Mobile Application Settings
es_es: Configuración Aplicación Móvil

source: Local Assets
es_es: Activos Locales

source: Assets are javascript and CSS libraries that power the mobile web app. Choose between local assets or content distibution network (CDN) hosted assets.
es_es: Assets son librerías javascript y CSS que hacen funcionar la aplicación móvil. Elija entre Assets locales o contenido distribución de red (CDN) hosted assets.

source: Manual Auto-Off
es_es: Apagado Automático Manual

source: Automatically disable manual mode at midnight. Use this option to turn off manual mode and ensure programs run even if you forget manual mode enabled.
es_es: Deshabilitar Modo Manual Automático a medianoche: Use esta opción pata apagar el modo manual y hacer que los programas funcionen si olvida el modo manual activado.

source: Clear Configuration
es_es: Borrar configuración

source: Clear Logs
es_es: Borrar registros

source: Localization
es_es: Localización

source: User Management
es_es: Administración Usuario

source: Weather Settings
es_es: Configuración Clima

source: OS Settings
es_es: Configuración OS

source: Automatic Rain Delay
es_es: Retraso por Lluvia Automático.

source: When automatic rain delay is enabled, the weather will be checked for rain every hour. If the weather reports any condition suggesting rain, a rain delay is automatically issued using the below set delay duration.
es_es: Cuando el retraso por lluvia automático esta activado, el tiempo será verificado cada hora. Si el pronostico del tiempo reporta lluvia, el retraso por lluvia se ejecuta automáticamente abajo puede programar la duración.

source: Auto Rain Delay
es_es: Retraso por Lluvia Automático.

source: Delay Duration (hours)
es_es: Duración Retraso (horas)

source: Program Preview
es_es: Previsualización Programa

source: Zoom in
es_es: Acercar

source: Zoom out
es_es: Alejar

source: Move left
es_es: Mover a la Izquierda

source: Move right
es_es: Mover a la Derecha
